INSERT INTO READER
VALUES 
(1,'林黛玉','1','女'),
(2,'贾宝玉','2','男'),
(3,'薛宝钗','3','女'),
(4,'湘云','4','女'),
(5,'袭人','5','女'),
(6,'晴雯','6','女'),
(7,'香菱','7','女'),
(8,'薛蟠','8','男'),
(9,'贾琏','9','男'),
(10,'王熙凤','10','女')
;
 
 INSERT INTO ADMIN
 VALUES 
 (1,'雷姆','1','女'),
 (2,'冬马和纱','2','女'),
 (3,'桐谷和人','3','男'),
 (4,'伊卡洛斯','4','女'),
 (5,'亚斯娜','5','女'),
 (6,'空条承太郎','6','男'),
 (7,'乔鲁诺乔巴纳','7','男'),
 (8,'Saber','8','女'),
 (9,'库丘林','9','男'),
 (10,'本间芽衣子','10','女')
 ;

 INSERT INTO BOOK
 VALUES 
 (1,'太平广记','李方','中国纺织出版社','历史',20,'二楼B203','是','否'),
 (2,'梦幻花','东野圭吾','人民出版社','小说',18,'一楼A103','否','否'),/**/
 (3,'三体','刘慈欣','人民出版社','小说',24,'一楼A103','否','否'),/**/
 (4,'时间简史','斯蒂芬霍金','科学技术出版社','科普',25,'三楼C303','否','否'),/**/
 (5,'罗生门','芥川龙之介','中国纺织出版社','小说',30,'一楼B106','是','否'),
 (6,'追风筝的人','卡勒德','人民出版社','小说',21,'一楼C102','是','否'),
 (7,'活着','余华','作家出版社','小说',22,'一楼B103','是','否'),
 (8,'明朝那些事儿','当年明月','作家出版社','历史',40,'二楼C201','是','否'),
 (9,'凯尔特神话','托马斯','人民邮电出版社','历史',26,'二楼C206','是','否'),
 (10,'C prime plus','Tompson','人民邮电出版社','计算机',24,'四楼A403','否','否'),/**/
 (11,'Mava语言程序设计','GuangzhiMa','华中科技大学出版社','计算机',17,'四楼M201','是','否'),
 (12,'像马光志一样写代码MaGuangzhicial Code','GuangzhiMa','华中科技大学出版社','计算机',22,'四楼M201','是','否'),
 (13,'MineCraft我的世界建筑教程大全','马卡卡','电子工业出版社','游戏',22,'二楼Y206','是','否'),
 (14,'肥肉','朱赢椿','南京师范大学出版社','文学',21,'三楼N301','是','否'),
 (15,'不裁','古十九','江苏文艺出版社','文学',18,'三楼N305','是','否')
 ;

 INSERT INTO BORROW
 VALUES
 (1,3,2,'2019-06-02','2019-06-09','否'),
 (2,4,3,'2019-06-05','2019-06-19','否'),
 (3,5,4,'2019-06-02','2019-06-16','否'),
(4,1,10,'2019-06-03','2019-06-10','否'),
(5,1,15,'2019-05-10','2019-05-17','是'),
(6,2,13,'2019-05-20','2019-05-27','是')
;

 INSERT INTO PULISH 
 VALUES
 (6,'是',2,'否','否')
 ;